Repository: wp-plugins/download-attachments
Catalog: languages/download-attachments-*.po
Languages: es_es

# taxonomy general name
source: News Categories
es_es: Categorias

# taxonomy singular name
source: News Category
es_es: Categoria

source: Search News Categories
es_es: Buscar Categorias

source: All News Categories
es_es: Todas las Categorias

source: Parent News Category
es_es: Categoria Relacionada

source: Parent News Category:
es_es: Categoria relacionada:

source: Edit News Category
es_es: Editar Categoria

source: View News Category
es_es: Ver Categoria

source: Update News Category
es_es: Actualizar Categoria

source: Add New News Category
es_es: Adherir nueva categoria

source: New News Category Name
es_es: Nuevo nombre de categoria

source: News Categories
es_es: Categorias

# taxonomy general name
source: News Tags
es_es: Tags

# taxonomy singular name
source: News Tag
es_es: Tag

source: Search News Tags
es_es: Buscar tags

source: Popular News Tags
es_es: Tags Populares

source: All News Tags
es_es: Todos los Tags

source: Edit News Tag
es_es: Editar Tag

source: Update News Tag
es_es: Actualizar Tag

source: Add New News Tag
es_es: Adherir nuevo tag

source: New News Tag Name
es_es: Nuevo Nombre de Tag

source: Separate news tags with commas
es_es: Separar tags con comas

source: Add or remove news tags
es_es: Adherir o quitar tags

source: Choose from the most used news tags
es_es: Escoja los tags mas utilizados

source: News Tags
es_es: Tags

# post type general name
source: News
es_es: Noticias

# post type singular name
source: News
es_es: Noticias

source: News
es_es: Noticias

source: All News
es_es: Todas las Noticias

source: Add New
es_es: Adherir nueva

source: Add New News
es_es: Adherir nueva noticia

source: Edit News
es_es: Editar noticia

source: New News
es_es: Nueva Noticia

source: View News
es_es: Ver Noticias

source: News Archive
es_es: Archivo de Noticias

source: Search News
es_es: Buscar Noticias

source: No news found
es_es: No se encontro la noticia

source: No news found in trash
es_es: No se encontro ninguna noticia en la papelera

source: News updated. <a href="%s">View news</a>
es_es: Noticias Actualizadas <a href="%s">Ver noticia</a>

source: Custom field updated.
es_es: Campo Actualizado

source: Custom field deleted.
es_es: Campo Borrado

source: News updated.
es_es: Noticias Actualizadas

source: News restored to revision from %s
es_es: Noticia restaurada para revisar desde %s

source: News published. <a href="%s">View news</a>
es_es: Noticia Publicada. <a href="%s">Ver Noticia</a>

source: News saved.
es_es: Noticia Salvada.

source: News submitted. <a target="_blank" href="%s">Preview news</a>
es_es: Noticia Enviada <a target="_blank" href="%s">Previsualizar</a>

source: News scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview news</a>
es_es: Noticias programada para el: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Previsualizar</a>

source: News draft updated. <a target="_blank" href="%s">Preview news</a>
es_es: Borrador de noticia actualizado. <a target="_blank" href="%s">Previsualizar</a>

source: Are you sure you want to reset these settings to defaults?
es_es: Esta seguro que quiere resetear la configuracion a lo predeterminado?

source: Support
es_es: Soporte

source: No News
es_es: No hay noticias

source: This post is password protected.
es_es: Esta entrada esta protegida por contraseña

source: Enable
es_es: Activar

source: Disable
es_es: Desactivar

source: Tags dedicated for news post type only.
es_es: Tags dedicados a entradas de noticias solamente

source: Default WordPress tags, same as for posts.
es_es: Tags predeterminados por wordpress, igual que para las entradas.

source: Categories dedicated for news post type only.
es_es: Categorias dedicadas a entradas de noticias solamente

source: Categories
es_es: Categorias

source: Default WordPress categories, same as for posts.
es_es: Categorias predeterminados por wordpress, igual que para las entradas.

source: title
es_es: Título

source: author
es_es: autor

source: thumbnail
es_es: miniatura

source: excerpt
es_es: fragmento

source: custom fields
es_es: Campos

source: comments
es_es: Comentarios

source: trackbacks
es_es: registros

source: revisions
es_es: revisiones

source: General settings saved.
es_es: Configuracion general salvada

source: Capabilities settings saved.
es_es: Configuracion de Permisos salvada

source: Permalinks settings saved.
es_es: Links permanentes salvados

source: General settings restored to defaults.
es_es: Configuracion general predeterminada restaurada.

source: Capabilities settings restored to defaults.
es_es: Configuracion de permisos predeterminados restaurada.

source: Permalinks settings restored to defaults.
es_es: Configuracion de links permanentes predeterminado restaurada.

source: Such menu does not exist.
es_es: Ese menú no existe

source: Menu name can not be empty.
es_es: El nombre del menú no puede estar vacio

source: Capabilities
es_es: Permisos

source: Permalinks
es_es: Links permanentes

source: Tag prefix
es_es: Prefijo de Tag

source: Category prefix
es_es: Prefijo de Categoria

source: Publish News
es_es: Publicar noticia

source: Edit Others News
es_es: Editar otra noticia

source: Edit Published News
es_es: Editar noticia publicada

source: Delete Published News
es_es: Borrar noticia publicada

source: Delete News
es_es: Borrar noticia

source: Delete Others News
es_es: Borrar otras noticias

source: Read Private News
es_es: Leer noticias privadas

source: Manage News Categories
es_es: Administrar Categorias

source: Manage News Tags
es_es: Administrar Tags

source: Settings
es_es: Configuracion

source: News Manager
es_es: Administrador de Noticias

source: Reset to defaults
es_es: Resetear a Predeterminado

source: Need support?
es_es: Necesita soporte?

source: If you are having problems with this plugin, please talk about them in the
es_es: Si tiene problemas con este plugin, por favor hable acerca de ello en el

source: Support forum
es_es: Foro de soporte

source: Do you like this plugin?
es_es: Le gusta este plugin?

source: Rate it 5
es_es: Ponle 5

source: on WordPress.org
es_es: en WordPress.org

source: Blog about it & link to the
es_es: Escriba algo y enlacelo a la

source: plugin page
es_es: pagina de plugins

source: Check out our other
es_es: Revisa nuestros otros

source: WordPress plugins
es_es: plugins para WordPress

source: Created by
es_es: creado por

source: General settings
es_es: Configuracion General

source: News features support
es_es: Soporte de noticias destacadas

source: Use Tags
es_es: Utilizar Tags

source: Use Categories
es_es: Utilizar Categorias

source: News in RSS
es_es: Noticias en RSS

source: News in Tags & Categories
es_es: Noticias en Tags y Categorias

source: Show link in menu
es_es: Mostrar link en el menu

source: Date and time format
es_es: Formato de hora y fecha

source: First day of week
es_es: Primer dia de la semana

source: Delete plugin settings on deactivation
es_es: Borrar la configuracion del plugin en la desactivacion

source: Capabilities settings
es_es: Configuracion de permisos

source: Permalinks settings
es_es: Configuracion de links permanentes

source: Single News prefix
es_es: Prefijo de noticias simples

source: Select which features would you like to enable for your news.
es_es: Seleccion que opciones quiere utilizar en su noticias

source: Select if you want to automatically add news archive link to nav menu.
es_es: Seleccion si quiere adherir noticias de archivo automaticamente al menu de navegacion

source: Title
es_es: Titulo

source: Note: there is no menu to which you could add news archive link.
es_es: Nota: no hay ningun menu al cual pueda adherir links de noticias de archivo

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: Enter your preffered date and time formatting.
es_es: Introduzca su formato de fecha y hora preferido.

source: Select preffered first day of the week for the calendar display.
es_es: Seleccion el primer dia de la semana para que se dezplegue en el calendario

source: Enable if you want to use News Categories.
es_es: Activar si quiere utilizar Categorias de Noticia

source: Include news post type in main RSS feed.
es_es: Incluya nuevas noticias en el alimentador de RSS.

source: By default Category and Tags archive pages include only default posts. Enable this if you want to display News (news post type) alongside posts.
es_es: Por efecto las categorias y los tags. Włącz tę opcję, jeśli razem z wpisami na stronach tagów i kategorii chcesz wyświetlić także aktualności.

source: Enable if you want to use News Tags.
es_es: Activar si quiere utilizar Tags

source: Enable if you want all plugin data to be deleted on deactivation.
es_es: Activar si quiere que la informacion del plugin sea borrada en la desactivacion

source: General News root slug to prefix all your news pages with.
es_es: Anexará el prefijo de noticias generales a todas sus paginas de noticias

source: News Tags archive page slug.
es_es: Pagian de archivo de Tags

source: News Categories archive page slug.
es_es: Pagina de archivos de categorias

source: Do you want to prefix your news with the news category or news tag it belongs to.<br /><strong>Notice:</strong> This is an experimental feature and may not work on some permalink configurations.
es_es: Quiere prefijar sus noticias con las categoria y los tags a los que corresponde? <br /><strong>Nota:</strong> Esta es una opcion experimental y puede que no funcione con los links permanentes

source: Role
es_es: Rol

source: None
es_es: Ninguno

source: News Archives
es_es: Archivo de Noticias

source: Displays news archives
es_es: Mostrar archivo de noticias

source: Monthly
es_es: Mensual

source: Yearly
es_es: Anual

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Display as dropdown
es_es: Mostrar menu desplegable

source: Show number of news
es_es: Mostras numero de noticias

source: Display Type
es_es: Mostrar tipo

source: Order
es_es: Orden

source: Limit
es_es: Limite

source: News Calendar
es_es: Calendario de Noticias

source: Displays news calendar
es_es: Mostrar Calendario de Noticias

source: all
es_es: Todas

source: selected
es_es: Seleccionado

source: Highlight weekends
es_es: Remarcar Fines de semana

source: News List
es_es: Lista de noticias

source: Displays a list of news
es_es: Mostrar lista de noticias

source: Publish date
es_es: Fecha de publicacion

source: Number of news
es_es: Numero de Noticias

source: Order by
es_es: Ordenado por

source: Display news thumbnail
es_es: Mostrar miniaturas

source: Display news excerpt
es_es: Mostrar Fragmento de noticias

source: No news message
es_es: No hay mensajes de noticias

source: Date format
es_es: Formato de Fecha

source: Time format
es_es: Formato de Hora

source: Displays a list of news tags
es_es: Desplegar lista de tags

source: Name
es_es: Nombre

source: Show hierarchy
es_es: Mostrar Jerarquicamente

source: Hide empty
es_es: Esconder Vacios

source: Displays a list of news categories
es_es: Mostrar lista de categorias
